Repository: cloudscribe/cloudscribe
Catalog: src/sourceDev.WebApp/GlobalResources/CloudscribeCore.*.resx
Languages: cy, fr, it_it

source: Remove this {0} login from your account
cy: Tynnu'r mewngofnod {0} hwn o'ch cyfrif
it_it: Rimuovi questo login {0} dal tuo account

source: Select Roles
cy: Dewiswch Rolau
it_it: Seleziona i ruoli

source: Site Home
cy: Cartref y Safle
it_it: Home sito

source: Sorry, but the page requires authentication.
cy: Mae'n ddrwg gennyf, ond mae'r tudalen yn gofyn am ddilysu.
it_it: Ci spiace, ma la pagina che hai richiesto richiede l'autenticazione.

source: Sorry, but the page you were looking for can't be found.
cy: Mae'n ddrwg gennyf, ond ni ellir dod o hyd i'r dudalen roeddech yn chwilio amdani.
it_it: Ci spiace, ma la pagina che stai cercando non può essere trovata.

source: Sorry, but you don't have permission to access this page.
cy: Mae'n ddrwg gennyf, ond nid oes gennych ganiatâd i gyrchu'r dudalen hon.
it_it: Ci spiace, ma non hai i permessi per accedere a questa pagina.

source: Unauthorized
cy: Heb Awdurdod
it_it: Non autorizzato

source: Unexpected Error
cy: Gwall Annisgwyl
it_it: Errore inaspettato

source: Update
cy: Diweddaru
it_it: Aggiorna

source: Verify Phone Number
cy: Gwirio Phone Rhif
it_it: Verifica numero di telefono

source: Well, this is embarrassing. An error occurred while processing your request. Rest assured, this problem has been logged and hamsters have been released to fix the problem.
cy: Well, y is embarrassing. An error occurred while processing eich request. Rest assured, y problem mae wedi'i logged a hamsters have wedi released i fix y problem.
it_it: Si è verificato un errore durante l'elaborazione della richiesta. Siate certi, questo problema è stato registrato e gli addetti cercheranno di risolvere il problema.

source: Your browser sent a request that this server could not understand.
cy: eich browser sent a request that y server could not understand.
it_it: Il tuo browser ha inviato una richiesta sconosciuta.

source: Approve this account
cy: Approve y cyfrif
it_it: Approva questo account

source: Are you sure you want to remove the claim {0}?
cy: Ydych chi'n siŵr chi eisiau i remove y claim {0}?
it_it: Sei sicuro di voler eliminare il claim {0}?

source: Claim Value
cy: Claim Gwerth
it_it: Valore del claim

source: Domain/Host name mappings are used internally to resolve a specific site from the database when a web request comes in for that host/domain name. If no maping exists then the default site will be used (i.e. the first site). This is only needed if you are hosting multiple sites based on host names within a single web site installation.
cy: Domain/Host name mappings ydych used internally i resolve a specific site from y database when a web request comes in am that host/domain name. If no maping exists then y default site will be used (i.e. y first site). y is only needed if chi ydych hosting multiple sites based on host names within a single web site installation.
it_it: I mapping dei nomi di dominio/host vengono utilizzati internamente per risolvere un sito specifico dal database quando viene fornita una richiesta web per il nome host/dominio. Se nessun mapping esiste verrà utilizzato il sito predefinito. Questo è necessario solo se si ospitano più siti basati su nomi host all'interno di una singola installazione di sito web.

source: First Page
cy: Cyntaf Tudalen
it_it: Prima pagina

source: Last Page
cy: Olaf Tudalen
it_it: Ultima pagina

source: Next page
cy: Nesaf page
it_it: Pagina successiva

source: Note that the request has to be coming to the web site installation for this to work. That is, you still need a DNS record for the domain or host name to resolve to the IP (Internet Protocol) address of the web site installation, and if the IP address is shared with other web site installations you also still need host name mappings in the web server bindings so that the web server maps the request to the correct web site installation.
cy: Note that y request mae i be coming i y web site installation am y i work. That is, chi still need a DNS record am y domain or host name i resolve i y IP (Internet Protocol) address o y web site installation, a if y IP address is shared with other web site installations chi also still need host name mappings in y web server bindings so that y web server maps y request i y correct web site installation.
it_it: Si noti che la richiesta deve pervenire al sito web di installazione per funzionare. Ovvero, è necessario un record DNS per il dominio o il nome host per risolvere l'indirizzo IP del sito web di installazione e se l'indirizzo IP è condiviso con altre installazioni di siti web è anche necessario fare il mapping dei nomi host nelle associazioni del server web, in modo che il server web esegua il mapping della richiesta all'installazione del sito web corretto.

source: OpenIdConnect Display Name
cy: OpenIdConnect Display Enw

source: Previous page
cy: Blaenorol page
it_it: Pagina precedente

source: Registration Agreement/Terms of Use
cy: Cofrestriad Agreement/Terms of Use
it_it: Contratto di registrazione/termini di utilizzo

source: Require Users To Accept Changed Agreement?
cy: Require Defnyddwyr To Accept Changed Agreement?
it_it: E' richiesto agli utenti di accettare il cambio del contratto?

# Send Email Notification
source: Send Email Notification Of Approval
cy: Send E-bost Notification
it_it: Invia email di notifica

source: Your information has been updated.
cy: Mae eich information wedi'i diweddaru.
it_it: Le tue informazioni sono state aggiornate.

source: Update User Info
cy: Diweddaru Defnyddiwr Info
it_it: Aggiorna info utente

source: Website Url
cy: Gwefan Url
it_it: Sito web

source: Must Change Password
cy: Must Newid Cyfrinair
it_it: Devi cambiare la password

source: {0} - Users
cy: {0} - Defnyddwyr
it_it: {0} - Utenti

source: Capture Count
cy: Capture Cyfrif
it_it: Raccolta contatore

source: First Capture
cy: Cyntaf Capture
it_it: Prima cattura

source: Last Capture
cy: Olaf Capture
it_it: Ultima cattura

source: User Activity - {0}
cy: Defnyddiwr Activity - {0}
it_it: Attività utente - {0}

source: {0} - User Activity - {1}
cy: {0} - Defnyddiwr Activity - {1}
it_it: {0} - Attività utente - {1}

source: Authenticator app
cy: Dilyswr app
it_it: App di autenticazione

source: If you lose your device and don't have the recovery codes you will lose access to your account.
cy: If chi lose eich device a don't have y recovery codes chi will lose access i eich cyfrif
it_it: Se perdi il tuo dispositivo e non hai un salvataggio dei codici perderai l'accesso al tuo account.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
cy: If chi ailosod eich authenticator key eich authenticator app will not work until chi reconfigure it.
it_it: Se resetti la tua chiave, l'app di autenticazione non funzionarà fino a che non la riconfiguri.

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
cy: Once chi have scanned y QR code or input y key above, eich two factor authentication app will provide chi with a unique code. Enter y code in y confirmation box below.
it_it: Una volta scansionato il codice QR o inserito la chiave qui sopra, la tua app di autenticazione ti fornirà un codice univoco. Inserisci il codice di conferma nel box sottostate.

source: Recovery code verification
cy: Adferiad code verification
it_it: Verifica del codice di ripristino

source: Recovery codes
cy: Adferiad codes
it_it: Codici di ripristino

source: Reset authenticator key
cy: Ailosod authenticator key

source: Reset recovery codes
cy: Ailosod recovery codes
it_it: Reset codici di ripristino

source: This action only disables 2FA.
cy: y weithred only disables 2FA.
it_it: Questa operazione disabilita solo il 2FA.

source: This process disables 2FA until you verify your authenticator app and will also reset your 2FA recovery codes. If you do not complete your authenticator app configuration you may lose access to your account.
cy: y process disables 2FA until chi verify eich authenticator app a will also ailosod eich 2FA recovery codes. If chi do not complete eich authenticator app configuration chi may lose access i eich cyfrif
it_it: Questo processo disabilita il 2FA fino alla verifica della tua app di autenticazione e resetterà i codici 2FA di ripristino. Se non completi la configurazione della tua app di autenticazione potresti non accedere al tuo account.

source: To use an authenticator app go through the following steps:
cy: i use an authenticator app go through y following steps:
it_it: Per utilizzare una app di autenticazione segui i seguenti passaggi:

source: Verification Code
cy: Gwirio Cod
it_it: Codice di verifica

source: You have 1 recovery code left.
cy: chi have 1 recovery code left.
it_it: Hai un codice di ripristino

source: You have no recovery codes left.
cy: chi have no recovery codes left.
it_it: Non hai un codice di ripristino

source: You have requested to login with a recovery code. This login will not be remembered until you provide an authenticator app code at login or disable 2FA and login again.
cy: chi have requested i login with a recovery code. y login will not be remembered until chi provide an authenticator app code at login or disable 2FA a login again.
it_it: Hai richiesto di accedere con un codice di ripristino. Questa login non verrà ricordata fino a che non fornirai un codice dell'app di autenticazione in fase di accesso o disattiva il 2FA e accedi di nuovo.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
cy: eich login is protected with an authenticator app. Enter eich authenticator code below.
it_it: La tua login è protetta con una app di autenticazione. Inserisci il codice dell'app qui sotto.

source: Disable 2 Factor Authentication
cy: Disable 2 Factor Dilysu
it_it: Disattiva autenticazione a 2 fattori

source: Reset Authenticator
cy: Ailosod Dilyswr

source: For your security, your session will time out in {0} seconds...
cy: Er eich diogelwch, bydd eich sesiwn yn dod i ben ymhen {0} eiliad...
fr: Pour votre sécurité, votre session expirera dans {0} secondes...

source: Log out
cy: Allgofnodi
fr: Se déconnecter

source: Stay logged in
cy: Arhoswch wedi mewngofnodi
fr: Rester connecté

source: Or submit the code provided in the email.
cy: Or submit y code provided in y e-bost

source: You must enter the code sent to your email address
cy: Rhaid i chi enter the code sent to your email address

# You've successfully authenticated with &lt;strong&gt;{0}&lt;/strong&gt;.
source: You've successfully authenticated with <strong>{0}</strong>.
cy: You've yn llwyddiannus authenticated with <strong>{0}</strong>.

source: Email or Username
cy: E-bost or Username

source: Password must be different from current password
cy: Cyfrinair rhaid be different from current cyfrinair

source: 2 Factor Enabled
cy: 2 Factor Galluogwyd

source: Add Roles
cy: Add Rolau

source: Cancel
cy: Canslo

source: Confirm Delete
cy: Cadarnhau Dileu

source: Confirm Disable Two Factor Authentication
cy: Cadarnhau Disable Dau Factor Dilysu

source: Disable Two Factor Auth.
cy: Disable Dau Factor Auth.

source: Email an account activation link to the user
cy: E-bost an cyfrif activation link i y user

source: Export Users
cy: Export Defnyddwyr

source: Failed Logins
cy: Methodd Logins

source: Last Login
cy: Olaf Mewngofnodi

source: Last Password Change
cy: Olaf Cyfrinair Newid

source: Password Reset Email
cy: Cyfrinair Ailosod E-bost

source: Passwords must have at least one digit ('0'-'9').
cy: Rhaid i gyfrineiriau gael o leiaf un digid ('0'-'9').

source: Passwords must have at least one lowercase character ('a'-'z').
cy: Rhaid i gyfrineiriau gael o leiaf un llythyren fach ('a'-'z').

source: Passwords must have at least one non alphanumeric character
cy: Rhaid i gyfrineiriau gael o leiaf un nod nad yw'n alfaniwmerig

source: Passwords must have at least one uppercase character ('A'-'Z').
cy: Rhaid i gyfrineiriau gael o leiaf un llythyren fawr ('A'-'Z').

source: Search Users
cy: Chwilio Defnyddwyr

source: Select
cy: Dewis

source: Send
cy: Anfon

source: Social Logins
cy: Mewngofnodion Cymdeithasol

source: Two Factor Authentication
cy: Dilysu Dau Ffactor

source: User must change password
cy: Rhaid i'r defnyddiwr newid cyfrinair

source: Username is already in use
cy: Mae'r enw defnyddiwr eisoes yn cael ei ddefnyddio

source: View User Activity
cy: Gweld Gweithgaredd Defnyddiwr
fr: Afficher l'activité de l'utilisateur

source: Add New IP Address
cy: Ychwanegu Cyfeiriad IP Newydd

source: Add one or more IP addresses here to prevent them accessing the site. If an IP address is both blocked and permitted, the permit will take precedence. Note that once any IP is specifically permitted, all other IPs are blocked unless specific blocks are defined here.
cy: Ychwanegwch un neu fwy o gyfeiriadau IP yma i'w rhwystro rhag cyrchu'r safle. Os yw cyfeiriad IP wedi'i rwystro a'i ganiatáu, bydd y caniatâd yn cymryd blaenoriaeth. Nodwch unwaith y bydd unrhyw IP wedi'i ganiatáu'n benodol, bydd pob IP arall wedi'i rwystro oni bai bod rhwystrau penodol wedi'u diffinio yma.

source: AddThis.com ProfileId
cy: ProfileId AddThis.com

source: Allow email for login in addition to username
cy: Caniatáu e-bost am login in addition i username

source: Allow user to change email address
cy: Caniatáu user i newid e-bost address

source: Are you sure you want to delete this IP address?
cy: Ydych chi'n siŵr eich bod am ddileu'r cyfeiriad IP hwn?

source: Auto logout time (in minutes, leave blank to disable)
cy: Amser allgofnodi awtomatig (mewn munudau, gadewch yn wag i analluogi)
fr: Délai de déconnexion automatique (en minutes, laissez vide pour désactiver)

source: Blocked IP
cy: IP wedi'i Rwystro

source: Blocked IP Address
cy: Cyfeiriad IP wedi'i Rwystro

source: Blocked IP Address Range
cy: Amrediad Cyfeiriad IP wedi'i Rwystro

source: Browse Server
cy: Pori Gweinydd

source: Bulk Upload IP Addresses
cy: Uwchlwytho Cyfeiriadau IP yn Swp

source: Check the system log for errors if the message does not arrive.
cy: gwiriwch y system log am errors if y message does not arrive.

source: Choose a site that you wish to clone the content from
cy: Choose a site that chi wish i clone y content from

source: Clear Logo
cy: Clirio Logo

source: Clone Existing Site
cy: Clonio Safle Presennol

source: Cookie Policy Summary
cy: Crynodeb Polisi Cwcis

source: Create From Source Site
cy: Creu o Safle Ffynhonnell

source: Created Date
cy: Dyddiad Creu

source: Danger, be very cautious about the setting below. If you check this box you may not be able to login again. Verify that you have LDAP Authentication working and that at least one Administrator can login using LDAP before disabling database authentication. If you do get locked out the only way to fix it is to change this setting directly in the database.
cy: Perygl, byddwch yn ofalus iawn am y gosodiad isod. Os ticiwch y blwch hwn efallai na fyddwch yn gallu mewngofnodi eto. Gwiriwch fod gennych Ddilysu LDAP yn gweithio a bod o leiaf un Gweinyddwr yn gallu mewngofnodi gan ddefnyddio LDAP cyn analluogi dilysu cronfa ddata. Os cewch eich cloi allan, yr unig ffordd i'w drwsio yw newid y gosodiad hwn yn uniongyrchol yn y gronfa ddata.

source: Danger, be very cautious about the setting below. If you want to use Social Authentication only, then you can disable database authentication, but make sure that you as administrator can login with a social account before disabling database authentication. You can easily get yourself locked out with this setting, and the only way to fix it is to change the setting directly in the database.
cy: Perygl, byddwch yn ofalus iawn am y gosodiad isod. Os ydych am ddefnyddio Dilysu Cymdeithasol yn unig, yna gallwch analluogi dilysu cronfa ddata, ond gwnewch yn siŵr y gallwch chi fel gweinyddwr fewngofnodi gyda chyfrif cymdeithasol cyn analluogi dilysu cronfa ddata. Gallwch eich cloi eich hun allan yn hawdd gyda'r gosodiad hwn, a'r unig ffordd i'w drwsio yw newid y gosodiad yn uniongyrchol yn y gronfa ddata.

source: Delete Confirmation
cy: Cadarnhad Dileu

source: Disable database authentication
cy: Analluogi dilysu cronfa ddata

source: Email Api Endpoint
cy: Pwynt Diwedd API E-bost

source: Email Api Key
cy: Allwedd API E-bost

source: Email Sender
cy: Anfonwr E-bost

source: Email addresses (csv) to notify of new users
cy: E-bost addresses (csv) i notify o new users

source: Enforce one active browser session per user
cy: Gorfodi un sesiwn porwr gweithredol i bob defnyddiwr

source: Footer Content
cy: Cynnwys Troedyn

source: Google Analytics Tracking Id
cy: ID Tracio Google Analytics

source: Header Content
cy: Cynnwys Pennawd

source: LDAP / Active Directory Settings
cy: LDAP / Gweithredol Directory Gosodiadau

source: LDAP Domain / Base DN
cy: LDAP Parth / Base DN

source: LDAP Domain\\username (Active Directory using sAMAccountName)
cy: LDAP Domain\\username (Gweithredol Directory using sAMAccountName)

source: LDAP Password
cy: Cyfrinair LDAP

source: LDAP Server Port
cy: LDAP Gweinydd Port

source: LDAP User DN Format
cy: LDAP Defnyddiwr DN Format

source: LDAP Username
cy: Enw Defnyddiwr LDAP

source: Last Updated
cy: Diweddarwyd Ddiwethaf

source: Maximum invalid password attempts before account is locked
cy: Uchafswm ymdrechion cyfrinair annilys cyn cloi'r cyfrif
fr: Nombre maximal de tentatives de mot de passe invalides avant le verrouillage du compte

source: Message
cy: Neges

source: Minimum required password length (the system will not allow a number less than seven)
cy: Isafswm hyd cyfrinair gofynnol (ni fydd y system yn caniatáu rhif llai na saith)
fr: Longueur minimale requise du mot de passe (le système n'autorisera pas un nombre inférieur à sept)

source: New Site Administrator
cy: Gweinyddwr Safle Newydd

source: New Site Name
cy: Enw Safle Newydd

source: No IP addresses have been blocked.
cy: Nid oes cyfeiriadau IP wedi'u rhwystro.

source: No IP addresses have been permitted.
cy: No IP addresses have wedi permitted.

source: Note that this installation is using related sites mode, so any new sites will use the same users and roles as the master site. Therefore the administrative user you are creating here will not really be able to login. The purpose of this user is just as a fail safe measure in case you later change the configuration to not use related sites mode, then you would be able to login with this account.
cy: Note that y installation is using related sites mode, so any new sites will use y same users a roles as y master site. Therefore y administrative user chi ydych creating here will not really be able i login. y purpose o y user is just as a fail safe measure in case chi later newid y configuration i not use related sites mode, then chi would be able i login with y cyfrif

source: Number of days until password expires, 0 to disable
cy: Nifer y dyddiau nes bod y cyfrinair yn dod i ben, 0 i'w analluogi
fr: Nombre de jours avant l'expiration du mot de passe, 0 pour désactiver

source: Ok
cy: Iawn

source: Password Settings
cy: Gosodiadau Cyfrinair
fr: Paramètres du mot de passe

source: Password expiry alert display (days)
cy: Arddangosfa rhybudd dod i ben cyfrinair (diwrnodau)
fr: Affichage de l'alerte d'expiration du mot de passe (jours)

source: Permitted IP Address
cy: Permitted IP Cyfeiriad

source: Permitted IP Address Range
cy: Permitted IP Cyfeiriad Range

source: Permitting one or more IP addresses here will automatically block access from all other IP addresses, unless specific blocked IP addresses or ranges have been defined. If an IP address is both blocked and permitted, the permit will take precedence.
cy: Permitting one or more IP addresses here will automatically block access from pob other IP addresses, unless specific blocked IP addresses or ranges have wedi defined. If an IP address is both blocked a permitted, y permit will take precedence.

source: Please note that adding header or footer content can mess up the layout of your page and may require CSS changes to accomodate your content.
cy: Nodwch y gall ychwanegu cynnwys pennawd neu droedyn achosi problemau gyda chynllun eich tudalen ac efallai y bydd angen newidiadau CSS i ddarparu ar gyfer eich cynnwys.

source: Please select one
cy: Os gwelwch yn dda select one

source: Privacy Policy
cy: Polisi Preifatrwydd

source: Reason
cy: Rheswm

source: Registration Permitted Top Level Domain(s)
cy: Parth(au) Lefel Uchaf a Ganiateir Cofrestru
fr: Enregistrement de domaines de premier niveau autorisés

source: Requested Site Folder Name is not available, please try another value
cy: Nid yw'r Enw Ffolder Safle a ofynnir ar gael, rhowch gynnig ar werth arall

source: Require cookie consent?
cy: Angen caniatâd cwcis?

source: Require passwords to have at least one digit
cy: Ei gwneud yn ofynnol i gyfrineiriau gael o leiaf un digid
fr: Exiger que les mots de passe comportent au moins un chiffre

source: Require passwords to have at least one lowercase character
cy: Ei gwneud yn ofynnol i gyfrineiriau gael o leiaf un nod llythrennau bach
fr: Exiger que les mots de passe contiennent au moins un caractère minuscule

source: Require passwords to have at least one non-alphanumeric character
cy: Ei gwneud yn ofynnol i gyfrineiriau fod ag o leiaf un nod nad yw'n alffaniwmerig
fr: Exiger que les mots de passe contiennent au moins un caractère non alphanumérique

source: Require passwords to have at least one uppercase character
cy: Ei gwneud yn ofynnol i gyfrineiriau gael o leiaf un nod mawr
fr: Exiger que les mots de passe contiennent au moins un caractère majuscule

source: Require users to configure 2 factor authentication. Recommended ONLY for extreme security needs not for most sites, because a user must install an authenticator app on their phone and take a picture of the QR code using the authenticator app to get an access code. Note this will only be enforced when using https and it won't be enforced for users in Administrators role. Presumably administrators can and will voluntarily enable 2 factor authentication, but we don't want administrators to get locked out.
cy: Gofyn users i configure 2 factor authentication. Recommended ONLY am extreme security needs not am most sites, because a user rhaid install an authenticator app on their phone a take a picture o y QR code using y authenticator app i get an access code. Note y will only be enforced when using https a it won't be enforced am users in Administrators role. Presumably administrators can a will voluntarily enable 2 factor authentication, but we don't eisiau administrators i get locked out.

source: SMTP Settings
cy: Gosodiadau SMTP

source: Save Crop
cy: Cadw Tociad

source: Send Test Message
cy: Anfon Neges Brawf

source: Show Site Name Link in Header
cy: Dangos Dolen Enw Safle yn y Pennawd

source: Site Logo
cy: Logo Safle

source: Test
cy: Prawf

source: Test LDAP Authentication
cy: Profi Dilysu LDAP

source: Upload IP Addresses
cy: Uwchlwytho Cyfeiriadau IP

source: You should verify that the LDAP settings are valid and working by testing with a valid LDAP username and password.
cy: Dylech wirio bod y gosodiadau LDAP yn ddilys ac yn gweithio drwy brofi gyda enw defnyddiwr a chyfrinair LDAP dilys.

source: Your CSV file should be comma separated, starting with the IP Address or range, comma, reason for adding (optional), new line, repeat. E.g.:
cy: Dylai eich ffeil CSV fod wedi'i gwahanu gan goma, gan ddechrau gyda'r Cyfeiriad IP neu'r amrediad, coma, rheswm am ychwanegu (dewisol), llinell newydd, ailadrodd. E.e.:

source: Your IP Address:
cy: Eich Cyfeiriad IP:

source: uid=username,Base DN (Open LDAP / 389 Directory Server)
cy: uid=enw_defnyddiwr,Base DN (Open LDAP / 389 Directory Server)
