Repository: cloudscribe/cloudscribe
Catalog: src/sourceDev.WebApp/GlobalResources/CloudscribeCore.*.resx
Languages: cy, fr, it_it

source: username@LDAP Domain (Active Directory using userPrincipalName)
cy: enw_defnyddiwr@Parth LDAP (Active Directory gan ddefnyddio userPrincipalName)

source: Learn More
cy: Dysgu Mwy

source: Revoke Cookie Consent
cy: Dirymu Caniatâd Cwcis

source: Session Expiry
cy: Sesiwn yn dod i ben
fr: Expiration de la session

source: Toggle Side Menu
cy: Toglu Dewislen Ochr

source: user avatar
cy: afatar defnyddiwr

source: New password is required
cy: Mae cyfrinair newydd yn ofynnol

source: Change Email
cy: Newid E-bost

source: Change Email Address
cy: Newid E-bost Cyfeiriad

source: The site is not configured to allow email changing.
cy: y site is not configured i allow e-bost changing.

source: This user account is not currently approved.
cy: y user cyfrif is not currently approved.

source: You must re-enter your password to change your email address.
cy: Rhaid i chi re-enter your password to change your email address.

source: Delete data and close my account
cy: ddileu data a close my cyfrif

source: Deleting this data will permanently remove your account, and this cannot be recovered.
cy: Deleting y data will permanently remove eich cyfrif a y ni allwch be recovered.

source: An Email Address is Required
cy: An E-bost Cyfeiriad is Gofynnol

source: Don't forget to click the Update button below if you change your profile image.
cy: Don't forget i click y Diweddaru button below if chi newid eich profile image.

source: Download
cy: Lawrlwytho

source: Email address:
cy: E-bost address:

source: Not you?
cy: Nid chi?
fr: Pas toi?

source: Profile Image/Avatar
cy: Proffil Image/Avatar

source: The administrators of this site require all users to enable 2 factor authentication to meet the security requirements of this site.
cy: y administrators o y site require pob users i enable 2 factor authentication i meet y security requirements o y site.

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
cy: eich cyfrif contains personal data that chi have given us. y page allows chi i download or ddileu that data.

source: Address1
it_it: Indirizzo

source: Address2
it_it: Indirizzo 2

source: City
it_it: Città

source: Country
it_it: Nazione

source: Folder
it_it: Cartella

source: Please Click here to Log in
it_it: Clicca qui per accedere

source: Port
it_it: Porta

source: Postal Code
it_it: Codice postale

source: Registration Agreement
it_it: Contratto di registrazione

source: Registration Preamble
it_it: Registrazione preambolo

source: Require Captcha On Registration?
fr: Exiger Captcha sur l'enregistrement ?
it_it: E' richiesto il captcha per registrarsi?

source: Requires SSL?
it_it: E' richiesto l'uso di SSL?

source: State
it_it: Provincia

source: Code
it_it: Codice

source: Core Data Administration
it_it: Amministrazione dati del sito

source: Country Detail
it_it: Dettaglio nazione

source: Country List Administration
it_it: Amministrazione lista nazioni

source: Log In
it_it: Accedi

source: Must match password
it_it: La password deve coincidere

source: Number
it_it: Numero

source: States
it_it: Province

source: Thanks for registering!
it_it: Grazie per la registrazione!

source: Title
it_it: Titolo

source: Use a local account to log in.
it_it: Utilizza un account locale per accedere.

source: Use an existing account to log in
it_it: Utilizza un account esistente per accedere

source: Verify
it_it: Verifica

source: Add
it_it: Aggiungi

source: Add another service to log in.
it_it: Aggiungi un altro servizio per accedere.

source: Add User
it_it: Aggiungi utente

source: All
it_it: Tutti

source: Change
it_it: Cambia

source: Close
it_it: Chiudi

source: Cloudscribe Version
it_it: Versione di Cloudscribe

source: Create
it_it: Crea

source: Database Platform
it_it: Piattaforma database

source: Date of Birth
it_it: Data di nascita

source: Environment Name
it_it: Nome ambiente

source: Manage your account
it_it: Gestisci il tuo account

source: Manage your external logins
it_it: Gestisci i tuoi login esterni

source: Members
it_it: Membri

source: None
it_it: Nessuno

source: Operating System
it_it: Sistema operativo

source: Phone Number:
it_it: Numero di telefono:

source: Registered Logins
it_it: Login registrate

source: Remove
it_it: Rimuovi

source: Search
it_it: Cerca

source: Search By IP Address
it_it: Cerca per indirizzo IP

source: Server Host Name
it_it: Nome host server

source: Server IP Address
it_it: Indirizzo IP server

source: Set your password
it_it: Imposta la tua password

source: UserId
it_it: Id utente

source: Confirm your account
it_it: Conferma il tuo account

source: Edit Country
it_it: Modifica nazione

source: Manage User
it_it: Gestisci utenti

source: New User
it_it: Nuovo utente

source: {0} States
it_it: {0} Province

source: {0} was successfully added to the role {1}.
it_it: {0} è stato aggiunto al ruolo {1}.

source: {0} was successfully removed from the role {1}.
it_it: {0} è stato rimosso dal ruolo {1}.

source: oops something went wrong please try again
it_it: oops qualcosa non ha funzionato riprova ancora

source: oops something went wrong, site was not found.
it_it: oops qualcosa non ha funzionato, il sito non è stato trovato.

source: The external login was removed.
it_it: La login esterna è stata rimossa

source: Your phone number was added.
it_it: Il tuo numero di telefono è stato aggiunto.

source: Your phone number was removed.
it_it: Il tuo numero di telefono è stato rimosso.

source: Culture Code
it_it: Codice lingua

source: Username
it_it: Nome utente

# Register using your {0} account
source: Register in using your {0} account
it_it: Registrati usanto il tuo account {0}

source: Use an existing account
it_it: Utilizza un account esistente

source: Access Denied
it_it: Accesso negato

source: Enter your email.
it_it: Inserire la tua email.

source: I Agree to these terms of use.
it_it: Accetto i termini di utilizzo.

source: Log in using your {0} account
it_it: Accedi con il tuo account {0}

source: Oops something went wrong
it_it: Oops qualcosa non ha funzionato

source: Unsuccessful login with service.
it_it: Login con il servizio non riuscito.

source: Bad Request
it_it: Richiesta non valida

source: Forbidden
it_it: Proibito

source: Add Claim
it_it: Aggiungi claim

source: Claim Type
it_it: Tipo di claim

source: Created
it_it: Creato

source: Activity
it_it: Attività

source: Ip Address
it_it: Indirizzo Ip

source: Add authenticator app
it_it: Aggiungi app di autenticazione

source: Configure authenticator app
it_it: Configura app di autenticazione

source: Disable 2FA
it_it: Disattiva 2FA

source: Disable two-factor authentication (2FA)
it_it: Disattiva autenticazione a due fattori (2FA)

source: Enable authenticator
it_it: Abilita autenticatore

source: Put these codes in a safe place.
it_it: Metti i codici in un posto sicuro.

source: Two-factor authentication
it_it: Autenticazione a due fattori

source: Use Invisible reCaptcha?
it_it: Utilizza il reCaptcha invisibile?
