Repository: cloudscribe/cloudscribe
Catalog: src/sourceDev.WebApp/GlobalResources/CloudscribeCore.*.resx
Languages: cy, fr, it_it

source: AliasId
cy: ID Alias

source: Are you sure you want to delete the site {0} and all related data? You cannot undo this action.
cy: Ydych chi'n siŵr eich bod am ddileu'r safle {0} a'r holl ddata cysylltiedig? Ni allwch ddadwneud y weithred hon.
fr: Etes-vous sûr de vouloir supprimer le site {0} et toutes les données relatives ? Vous ne pouvez pas annuler cette action.
it_it: Sei sicuro di voler eliminare il sito {0} e tutti i suoi dati? Questa operazione non può essere annullata.

source: Close Site To Public
cy: Cau'r Safle i'r Cyhoedd
fr: Fermer le site au public
it_it: Chiudi il sito al pubblico

source: Closed Message
cy: Neges Gau
it_it: Messaggio di chiusura

source: Delete
cy: Dileu
fr: Effacer
it_it: Elimina

source: Domain Mappings
cy: Mapiadau Parth
fr: Mappages de domaine
it_it: Mappatura domini

source: only digits, numbers, - and _ allowed, no spaces allowed
cy: dim ond digidau, rhifau, - a _ yn cael eu caniatáu, dim bylchau yn cael eu caniatáu
it_it: solo caratteri, numeri, - e _ sono consentiti, gli spazi non sono consentiti

source: Save
cy: Cadw
fr: Sauvegarder
it_it: Salva

source: Site Folder Name
cy: Enw Ffolder Safle
fr: Site Nom du dossier
it_it: Nome cartella sito

source: Site Name
cy: Enw Safle
fr: Nom du site
it_it: Nome sito

source: Theme
cy: Thema
it_it: Tema

source: Time Zone
cy: Amser Zone
it_it: Fuso orario

source: Add Host Mapping
cy: Ychwanegu Host Mapping
it_it: Aggiungi mapping host

source: Allow New Registrations
cy: Allow Newydd Registrations
it_it: Consenti nuove registrazioni

source: Allow Persistent Login
cy: Allow Persistent Mewngofnodi
it_it: Consenti il login permanente

source: Are you sure you want to delete the host/domain name mapping {0}
cy: Ydych chi'n siŵr eich bod am ddileu'r mapio enw gwesteiwr/parth {0}
it_it: Sei sicuro di voler eliminare il mapping host/dominio {0}?

source: Back to site list
cy: Yn Ôl to site list
it_it: Ritorna alla lista siti

source: Default Email From Address
cy: Default E-bost From Cyfeiriad
it_it: Indirizzo email mittente predefinito

source: Default Email From Name
cy: Default E-bost From Enw
it_it: Nome email mittente predefinito

source: Email addresses (csv) to notify of new unapproved users
cy: E-bost addresses (csv) i notify o new unapproved users
it_it: Indirizzi email (csv) da notificare dei nuovi utenti non approvati

source: Email Confirmed
cy: E-bost Confirmed
it_it: Email confermata

source: Host Name
cy: Host Enw
it_it: Nome host

source: Login Info Bottom
cy: Mewngofnodi Info Bottom
it_it: Informazioni di login (inferiore)

source: Login Info Top
cy: Mewngofnodi Info Top
it_it: Informazioni di login (superiore)

source: Name
cy: Enw
it_it: Nome

source: New Site
cy: Newydd Site
it_it: Nuovo sito

source: Only Use Social Authentication
cy: Defnyddio Dilysu Cymdeithasol yn Unig
it_it: Utilizza solo l'autenticazione social

source: Phone
cy: Ffôn
it_it: Telefono

source: Please Confirm Email Address
cy: Please Cadarnhau E-bost Cyfeiriad
it_it: Conferma l'idirizzo email

source: Preferred Host Name
cy: Preferred Host Enw
it_it: Nome host preferito

source: Public Email
cy: Cyhoeddus E-bost
it_it: Email pubblica

source: Re-Send Verification Email
cy: Re-Send Verification E-bost
it_it: Reinvia la email di verifica

source: Really Delete Users
cy: Really Dileu Defnyddwyr
it_it: Eliminare fisicamente gli utenti

source: Recaptcha Private Key
cy: Recaptcha Preifat Key

source: Recaptcha Public Key
cy: Recaptcha Cyhoeddus Key

source: Require Approval Before Login
cy: Require Approval Before Mewngofnodi
it_it: E' richietsa l'approvazione prima di accedere

source: Require Captcha On Login?
cy: Require Captcha On Mewngofnodi?
fr: Exiger Captcha Sur Login?
it_it: E' richiesto il captcha per accedere?

source: Require Confirmed Email
cy: Require Confirmed E-bost
it_it: E' richiesta la conferma della email

source: Require Confirmed Phone
cy: Require Confirmed Ffôn
it_it: E' richiesta la conferma del telefono

source: Requires Authentication?
cy: Angen Dilysu?
it_it: E' richiesta l'autenticazione

source: Settings
cy: Gosodiadau
it_it: Impostazioni

source: Smtp Password
cy: Smtp Cyfrinair

source: Smtp User
cy: Smtp Defnyddiwr

source: Thank you for confirming your email.
cy: Diolch am gadarnhau eich e-bost.
it_it: Grazie per aver confermato la tua email.

source: Use Email For Login
cy: Use E-bost For Mewngofnodi
it_it: Utilizza l'email come login

source: Add Phone Number
cy: Ychwanegu Ffôn Number
it_it: Aggiungi numero di telefono

source: Are you sure you want to delete the country {0} and all of its states? You cannot undo this action.
cy: Ydych chi'n siŵr eich bod am ddileu'r wlad {0} a'i holl daleithiau? Ni allwch ddadwneud y weithred hon.
it_it: Sei sicuro di voler eliminare la nazione {0} e tutti i suoi stati? Questa operazione non può essere annullata.

source: Are you sure you want to delete {0}?
cy: Ydych chi'n siŵr eich bod am ddileu {0}?
it_it: Sei sicuro di voler eliminare {0}?

source: Back To Country List
cy: Yn Ôl To Country List
it_it: Ritorna alla lista di nazioni

source: Back To State List
cy: Yn Ôl To State List
it_it: Ritorna alla lista province

source: Change Password
cy: Change Cyfrinair
it_it: Cambia password

source: Confirm New Password
cy: Cadarnhau Newydd Cyfrinair
it_it: Conferma la nuova password

source: Confirm Password
cy: Cadarnhau Cyfrinair
it_it: Conferma password

source: Create a new account.
cy: Creu a new account.
it_it: Crea un nuovo account.

source: Edit
cy: Golygu
it_it: Modifica

source: Edit State
cy: Golygu State
it_it: Modifica stato

source: Email
cy: E-bost

source: Forgot Password Confirmation
cy: Forgot Cyfrinair Confirmation
it_it: Conferma password dimenticata

source: Forgot your password?
cy: Wedi anghofio eich cyfrinair?
it_it: Password dimenticata?

source: New Country
cy: Newydd Country
it_it: Nuova nazione

source: New Currency
cy: Newydd Currency
it_it: Nuova valuta

source: New Password
cy: Newydd Cyfrinair
it_it: Nuova password

source: New State
cy: Newydd State
it_it: Nuova provincia

source: Old Password
cy: Old Cyfrinair
it_it: Vecchia password

source: Password
cy: cyfrinair

source: Please check your email to reset your password.
cy: Gwiriwch eich e-bost i ailosod eich cyfrinair.
it_it: Controlla la tua casella di posta per resettare la tua password.

source: Register
cy: cofrestr
it_it: Registrati

source: Register as a new user?
cy: Cofrestru fel defnyddiwr newydd?
it_it: Registrati come nuovo utente?

source: Remember Me
cy: Cofiwch fi
it_it: Ricorda

source: Remember this web browser
cy: Cofio'r porwr gwe hwn
it_it: Ricorda questo web browser

source: Reset
cy: Ailosod

source: Reset password
cy: Ailosod cyfrinair

source: Reset password confirmation
cy: Cadarnhad ailosod cyfrinair
it_it: Reset password di conferma

source: Reset your password.
cy: Ailosodwch eich cyfrinair.
it_it: Reset la tua password.

source: Select Two-Factor Authentication Provider:
cy: Dewis Darparwr Dilysu Dau-Ffactor:
it_it: Seleziona il provider per l'autenticazione a due fattori:

source: Send Verification Code
cy: Anfon Cod Dilysu
it_it: Invia codice di verifica

source: State List Administration
cy: State List Gweinyddiaeth
it_it: Amministrazione lista province

source: Submit
cy: Cyflwyno
it_it: Invia

source: You must agree to the terms
cy: Rhaid i chi gytuno i'r telerau
it_it: Devi accettare i termini del contratto

source: Your password has been reset.
cy: Mae eich cyfrinair wedi'i ailosod.
it_it: La tua password è stata resettata.

source: Account Approved
cy: Cyfrif Cymeradwywyd
it_it: Account approvato

source: Account Locked
cy: Cyfrif Wedi Cloi
it_it: Account bloccato

source: Add a phone number.
cy: Add a rhif ffôn.
it_it: Aggiungi un numero di telefono.

source: Are you sure you want to add {0}?
cy: Ydych chi'n siŵr you want to add {0}?
it_it: Sei sicuro di voler aggiungere {0}?

source: Are you sure you want to delete the user {0}? You cannot undo this action.
cy: Ydych chi'n siŵr eich bod am ddileu'r defnyddiwr {0}? Ni allwch ddadwneud y weithred hon.
it_it: Sei sicuro di voler eliminare l'utente {0}? Questa operazione non può essere annullata.

source: Are you sure you want to remove {0}?
cy: Ydych chi'n siŵr you want to remove {0}?
it_it: Sei sicuro di voler eliminare {0}?

source: Change your account settings
cy: Newidiwch osodiadau eich cyfrif
it_it: Cambia le impostazione del tuo account

source: Disable
cy: Analluogi
it_it: Disattiva

source: Disabled
cy: Analluogwyd
it_it: Disabilitato

source: Display Name
cy: Enw Arddangos
it_it: Nome visualizzato

source: Enable
cy: Galluogi
it_it: Abilita

source: Enabled
cy: Galluogwyd
it_it: Abilitato

source: External Logins:
cy: Allanol Logins:
it_it: Login esterni:

source: First Name
cy: Enw Cyntaf
it_it: Nome

source: Last Name
cy: Cyfenw
it_it: Cognome

source: Manage
cy: rheoli
it_it: Gestisci

source: New Role
cy: New Rôl
it_it: Nuovo ruolo

source: Password:
cy: Cyfrinair:

source: Phone Numbers can used as a second factor of verification in two-factor authentication, for better account security add your phone number now.
cy: Phone Numbers can used as a second factor o verification in two-factor authentication, am better cyfrif security add eich rhif ffôn now.
it_it: Il numero di telefono può essere usato come verifica per l'autenticazione a due fattori, per una maggiore sicurezza del tuo account aggiungi il tuo numero di telefono ora.

source: Remove Login
cy: Remove Mewngofnodi
it_it: Rimuovi login

source: Role Name
cy: Rôl Name
it_it: Nome ruolo

source: Set Password
cy: Set Cyfrinair
it_it: Imposta password

source: Two-Factor Authentication:
cy: Dilysu Dau-Ffactor
it_it: Autenticazione a due fattori:

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
cy: Nid oes gennych enw defnyddiwr/cyfrinair lleol ar gyfer y safle hwn. Ychwanegwch gyfrif lleol fel y gallwch fewngofnodi heb fewngofnod allanol.
it_it: Non hai un nome utente/password locale per questo sito. Aggiungi un account locale per poter accedere senza l'uso di login esterne.

source: Edit Role
cy: Edit Rôl
it_it: Modifica ruolo

source: Invalid code.
cy: Annilys code.
it_it: Codice non valido.

source: Invalid login attempt.
cy: Annilys login attempt.
it_it: Tentativo di accesso non valido.

source: Non Role Members
cy: Non Rôl Members
it_it: Membri non nel ruolo

source: Please check your email inbox, we just sent you a link that you need to click to confirm your account
cy: Gwiriwch eich blwch derbyn e-bost, rydym newydd anfon dolen atoch y mae angen i chi ei chlicio i gadarnhau eich cyfrif
it_it: Controlla la tua casella di posta, ti abbiamo inviato un link per confermare il tuo account

source: reCAPTCHA Error occured. Please try again
cy: Gwall reCAPTCHA. Rhowch gynnig arall arni
it_it: Errore in reCAPTCHA. Riprova ancora

source: Role Management
cy: Rôl Rheolaeth
it_it: Gestione ruoli

source: Role Members
cy: Rôl Members
it_it: Gestione membri

source: Security Code
cy: Diogelwch Cod
it_it: Codice di sicurezza

source: The country {0} was successfully created.
cy: Crëwyd y wlad {0} yn llwyddiannus.
it_it: La nazione {0} è stata creata correttamente.

source: The country {0} was successfully deleted.
cy: Dilëwyd y wlad {0} yn llwyddiannus.
it_it: La nazione {0} è stata eliminata correttamente.

source: The country {0} was successfully updated.
cy: Diweddarwyd y wlad {0} yn llwyddiannus.
it_it: La nazione {0} è stata aggiornata correttamente.

source: The currency {0} was successfully created.
cy: Crëwyd yr arian cyfred {0} yn llwyddiannus.
it_it: La valuta {0} è stata creata correttamente.

source: The currency {0} was successfully deleted.
cy: Dilëwyd yr arian cyfred {0} yn llwyddiannus.
it_it: La valuta {0} è stata eliminata correttamente.

source: The currency {0} was successfully updated.
cy: Diweddarwyd yr arian cyfred {0} yn llwyddiannus.
it_it: La valuta {0} è stata aggiornata correttamente.

# The role &lt;b&gt;{0}&lt;/b&gt; was successfully created.
source: The role <b>{0}</b> was successfully created.
cy: Crëwyd y role <b>{0}</b> yn llwyddiannus.
it_it: Il ruolo <b>{0}</b> è stato creato correttamente.

# The role &lt;b&gt;{0}&lt;/b&gt; was successfully deleted.
source: The role <b>{0}</b> was successfully deleted.
cy: Dilëwyd y role <b>{0}</b> yn llwyddiannus.
it_it: Il ruolo <b>{0}</b> è stato eliminata correttamente.

# The role &lt;b&gt;{0}&lt;/b&gt; was successfully updated.
source: The role <b>{0}</b> was successfully updated.
cy: Diweddarwyd y role <b>{0}</b> yn llwyddiannus.
it_it: Il ruolo <b>{0}</b> è stato aggiornato correttamente.

source: The state {0} was successfully created.
cy: Crëwyd y dalaith {0} yn llwyddiannus.
it_it: Il stato {0} è stato creato correttamente.

source: The state {0} was successfully deleted.
cy: Dilëwyd y dalaith {0} yn llwyddiannus.
it_it: Il stato {0} è stato eliminato correttamente.

source: The state {0} was successfully updated.
cy: Diweddarwyd y dalaith {0} yn llwyddiannus.
it_it: Il stato {0} è stato aggiornato correttamente.

source: user account for {0} was successfully approved.
cy: user cyfrif am {0} gafodd yn llwyddiannus approved.
it_it: l'account per {0} è stato approvato.

source: user account for {0} was successfully created.
cy: user cyfrif am {0} gafodd yn llwyddiannus ei greu
it_it: l'account per {0} è stato creato correttamente.

source: user account for {0} was successfully deleted.
cy: user cyfrif am {0} gafodd yn llwyddiannus ei ddileu
it_it: l'account per {0} è stato eliminato correttamente.

source: user account for {0} was successfully updated.
cy: user cyfrif am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: l'account per {0} è stato aggiornato correttamente.

source: User Management
cy: Rheolaeth Defnyddwyr
it_it: Gestione utenti

source: Your security code is: {0}
cy: Eich cod diogelwch yw: {0}
it_it: Il tuo codice di sicurezza è: {0}

source: {0} - Edit Role
cy: {0} - Golygu Rôl
it_it: {0} - Modifica ruolo

source: {0} - Locked Out User Accounts
cy: {0} - Cyfrifon Defnyddwyr Wedi Cloi
it_it: {0} - Utenti bloccati

source: {0} - Manage User
cy: {0} - Rheoli Defnyddiwr
it_it: {0} - Gestione utenti

source: {0} - New Role
cy: {0} - Rôl Newydd
it_it: {0} - Nuovo ruolo

source: {0} - New User
cy: {0} - Defnyddiwr Newydd
it_it: {0} - Nuovo utente

source: {0} - Non Role Members
cy: {0} - Aelodau Heb Rôl
it_it: {0} - Utenti non nel ruolo

source: {0} - Role Management
cy: {0} - Rheolaeth Rolau
it_it: {0} - Gestione ruoli

source: {0} - Role Members
cy: {0} - Aelodau Rôl
it_it: {0} - Utenti nel ruolo

source: {0} - User Accounts Pending Approval
cy: {0} - Defnyddiwr Accounts Ar Aros Approval
it_it: {0} - Utenti in attesa di approvazione

source: {0} - User Management
cy: {0} - Rheolaeth Defnyddwyr
it_it: Gestione utenti

source: -Please select-
cy: -Os gwelwch yn dda select-
it_it: - Seleziona -

source: Basic site settings for {0} were successfully updated.
cy: Sylfaenol site gosodiadau am {0} were yn llwyddiannus ei ddiweddaru
it_it: Le impostazioni del sito {0} sono state aggiornate.

source: Captcha Settings
cy: Captcha Gosodiadau
it_it: Impostazioni captcha

source: Captcha Settings for {0} was successfully updated.
cy: Captcha Gosodiadau am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: Le impostazioni captcha di {0} sono state aggoirnate.

source: Company Info
cy: Cwmni Info
it_it: Informazioni sulla società

source: Company Info for {0} was successfully updated.
cy: Cwmni Info am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: Le informazioni sulla società per {0} sono state aggiornate.

source: Create New Site
cy: Creu Newydd Safle
it_it: Crea nuovo sito

source: Domain/Host Name Mappings
cy: Domain/Host Enw Mappings
it_it: Mappatura dominio/nome host

source: Domain/Host Name Mappings for {0}
cy: Domain/Host Enw Mappings for {0}
it_it: Mappatura dominio/nome host per {0}

source: Email Settings
cy: E-bost Gosodiadau
it_it: Impostazioni email

source: Email Settings for {0} were successfully updated.
cy: E-bost Gosodiadau am {0} were yn llwyddiannus ei ddiweddaru
it_it: Le impostazione email per {0} sono state aggiornate.

source: failed to add the requested host name mapping becuase it is already mapped to another site.
cy: failed i add y requested host name mapping becuase it is already mapped i another site.
it_it: fallita la mappatura nome host perché è già usata per un altro sito.

source: Failed to verify phone number
cy: Failed i verify phone number
it_it: Fallita la verifica del numero di telefono

source: Folder name is required.
cy: Ffolder name is required.
it_it: Il nome della cartella è obbligatorio.

source: Host/domain mapping for {0} was successfully created.
cy: Host/domain mapping am {0} gafodd yn llwyddiannus ei greu
it_it: La mappatura dominio/host per {0} è stata creata.

source: Host/domain mapping for {0} was successfully removed.
cy: Host/domain mapping am {0} gafodd yn llwyddiannus removed.
it_it: La mappatura dominio/host per {0} è stata rimossa.

source: Login Page Content
cy: Login Tudalen Cynnwys
it_it: Contenuto pagina di login

source: Login Page Info for {0} was successfully updated.
cy: Login Tudalen Info am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: Le informazioni della pagina di login per {0} sono state aggiornate.

source: oops something went wrong, the external login was not removed, please try again.
cy: oops something went wrong, y external login gafodd not removed, os gwelwch yn dda try again.
it_it: oops qualcosa non ha funzionato, la login esterna non è stata rimossa, riprova ancora.

source: Registration Page Content
cy: Registration Tudalen Cynnwys
it_it: Contenuto della pagina di registrazione

source: Registration Page Content for {0} was successfully updated.
cy: Registration Tudalen Cynnwys am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: Il contenuto della pagina di registrazione per {0} è stato aggiornato.

source: Security Settings
cy: Security Gosodiadau
it_it: Impostazioni di sicurezza

source: Security Settings for {0} was successfully updated.
cy: Security Gosodiadau am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: Le Impostazioni di sicurezza per {0} sono state aggiornate,

source: Site Administration
cy: Safle Administration
it_it: Amministrazione sito

source: Site List
cy: Safle Rhestr
it_it: Lista siti

source: Site Settings
cy: Safle Gosodiadau
fr: Paramètres du site
it_it: Impostazioni sito

source: SMS Settings
cy: SMS Gosodiadau
it_it: Impostazioni SMS

source: SMS Settings for {0} were successfully updated.
cy: SMS Gosodiadau am {0} were yn llwyddiannus ei ddiweddaru
it_it: Le impostazioni SMS per {0} sono state aggiornate.

source: Social Login Settings
cy: Social Login Gosodiadau
it_it: Impostazioni login social

source: Social Login Settings for {0} was successfully updated.
cy: Social Login Gosodiadau am {0} gafodd yn llwyddiannus ei ddiweddaru
it_it: Le impostazioni login social per {0} sono state aggiornate.

source: System Information
cy: System Gwybodaeth
it_it: Informazioni di sistema

source: The selected folder name is already in use on another site.
cy: y selected folder name is already in use on another site.
it_it: Il nome della cartella è già utilizzato in un altro sito.

source: The selected host/domain name is already in use on another site.
cy: y selected host/domain name is already in use on another site.
it_it: Il dominio/nome host è già utilizzato in un altro sito.

source: The site {0} was not deleted because it is a server admin site.
cy: y site {0} gafodd not ei ddileu because it is a server admin site.
it_it: Il sito {0} non è stato eliminato perché è il sito di amministrazione del server.

source: The site {0} was successfully deleted.
cy: Dilëwyd y site {0} yn llwyddiannus.
it_it: Il sito {0} è stato eliminato correttamente.

source: Your password has been changed.
cy: Mae eich cyfrinair wedi'i newid.
it_it: La tua password è stata cambiata.

source: your password has been set
cy: eich cyfrinair mae wedi'i set
it_it: La tua password è stata impostata.

source: {0} - Captcha Settings
cy: {0} - Captcha Gosodiadau
it_it: {0} - Impostazioni captcha

source: {0} - Company Info
cy: {0} - Cwmni Info
it_it: {0} - Informazioni sulla società

source: {0} - Email Settings
cy: {0} - E-bost Gosodiadau
it_it: {0} - Impostazioni email

source: {0} - Login Page Content
cy: {0} - Login Tudalen Cynnwys
it_it: {0} - Contenuto pagina di login

source: {0} - Registration Page Content
cy: {0} - Registration Tudalen Cynnwys
it_it: {0} - Contenuto pagina di registrazione

source: {0} - Security Settings
cy: {0} - Security Gosodiadau
it_it: {0} - Impostazioni di sicurezza

source: {0} - Settings
cy: {0} - Gosodiadau
it_it: {0} - Impostazioni

source: {0} - SMS Settings
cy: {0} - SMS Gosodiadau
it_it: {0} - Impostazioni SMS

source: {0} - Social Login Settings
cy: {0} - Social Login Gosodiadau
it_it: {0} - Impostazioni login social

source: Time Zone:
cy: Amser Zone:
it_it: Fuso orario:

source: Update Time Zone
cy: Diweddariad Amser Zone
it_it: Aggiorna fuso orario

source: Username not accepted please try a different value
cy: Username not accepted os gwelwch yn dda try a different value
it_it: Nome utente non accettato, prova con un altro valore

source: New Account Pending Approval
cy: Newydd Account Ar Aros Approval
it_it: Nuovo account in attesa di approvazione

source: Hello {0}!
cy: Helo {0}!
fr: Bonjour {0}!
it_it: Ciao {0}!

source: Log off
cy: allgofnodi
fr: Se déconnecter
it_it: Esci

source: Back To List
cy: Back To Rhestr
it_it: Ritorna alla lista

source: Error from external provider: {0}
cy: Gwall from external provider: {0}
it_it: Errore dal provider esterno: {0}

source: Locked out
cy: Wedi Cloi out
it_it: Bloccato

source: Login Failure
cy: Login Methiant
it_it: Accesso non riuscito

source: Please enter a valid email for this site below and click the Register button to finish logging in.
cy: Os gwelwch yn dda enter a valid e-bost am y site below a click y Register button i finish logging in.
it_it: Inserisci un indirizzo email valido per questo sito e clicca il bottone registra per concludere l'accesso.

source: Registration Agreement Required
cy: Registration Agreement Gofynnol
it_it: Il contratto di registrazione è obbligatorio

source: Site Closed To Public Temporarily
cy: Safle Caeedig To Cyhoedd Temporarily
it_it: Il sito è temporaneamente chiuso al pubblico

source: Sorry for the delay, but this site requires approval of new accounts. An email has been sent to the site managers notifying them of your registration request. You should recieve an email notifying you once your account has been approved.
cy: Mae'n ddrwg gennyf am y delay, but y site requires approval o new accounts. An e-bost mae wedi'i sent i y site managers notifying them o eich registration request. chi should recieve an e-bost notifying chi once eich cyfrif mae wedi'i approved.
it_it: Siamo spiacenti per l'attesa, ma questo sito richiede l'approvazione per i nuovi account. Una email è stata inviata agli amministratori per notificare la tua registrazione. Dovresti ricevere una email una volta che il tuo account sarà approvato.

source: The role name is already in use.
cy: y role name is already in use.
it_it: Il nome ruolo è già utilizzato.

source: This account has been locked out, please try again later.
cy: y cyfrif mae wedi'i locked out, os gwelwch yn dda try again later.
it_it: Questo account è stato bloccato, riprovare più tardi.

source: Your time zone has been updated.
cy: Mae eich time zone wedi'i diweddaru.
it_it: Il tuo fuso orario è stato aggiornato.

source: Login Name
cy: Enw Mewngofnodi
it_it: Nome login

source: Page Not Found
cy: Tudalen Heb ei Chanfod
it_it: Pagina non trovata
