Repository: cloudscribe/cloudscribe
Catalog: src/sourceDev.WebApp/GlobalResources/QueryToolResources.*.resx
Languages: cy

source: Clear Query
cy: Clirio Ymholiad

source: Columns
cy: Colofnau

source: Delete
cy: Dileu

source: Delete Query
cy: Dileu Ymholiad

source: Error deleting query
cy: Gwall wrth ddileu ymholiad

source: Error loading query
cy: Gwall wrth lwytho'r ymholiad

source: Error saving query
cy: Gwall wrth gadw ymholiad

source: Execute Query
cy: Gweithredu Ymholiad

source: Export CSV
cy: Allforio CSV

source: Insert
cy: Mewnosod

source: Insert at Cursor
cy: Mewnosod yn Cursor

source: Invalid query! Only SELECT, INSERT, UPDATE, and DELETE are allowed.
cy: Ymholiad annilys! Dim ond SELECT, INSERT, Update, a DELETE a ganiateir.

source: Load Query
cy: Ymholiad Llwytho

source: Query
cy: Ymholiad

source: Query Tool
cy: Offeryn Ymholiad

source: Query deleted
cy: Ymholiad wedi'i ddileu

source: Query loaded
cy: Ymholiad wedi'i lwytho

source: Query saved
cy: Ymholiad wedi'i gadw

source: Save Query
cy: Cadw Ymholiad

source: Save Query As
cy: Cadw Ymholiad Fel

source: Select
cy: Dewiswch

source: Tables
cy: Byrddau

source: Update
cy: Diweddariad

source: You must select at least one column from the 'Columns' list!
cy: Rhaid dewis o leiaf un golofn o'r rhestr 'Colofnau'!

source: {0} rows affected
cy: {0} rhes wedi'u heffeithio
